{
  "sche_id": 0,
  "chinese_trans": "先驱者日程",
  "default_schedule": [
    {
      "morning": "授课，课间休息，回答几个下课后请教问题的学生",
      "noon": "",
      "afternoon": "在办公室里批改一叠论文，被学生的“不学无术”给逗笑了。",
      "evening": "",
      "night": "去威士忌吧小酌，有颜值女网红来搭讪借酒拍视频，拒绝，被网红吐槽有钱却很小气。酒吧扭扭舞会时间到，主持人热烈邀请他，他又拒绝，听到服务人员小声讨论自己是很高冷的顾客。但自己并不这么认为，想着，某天如果遇到想一起跳扭扭舞的人，会毫不犹豫地参与的。\n可作讨论点的部分，扭扭舞、拒绝是否等于小气、高冷的性格等等",
      "day": 1
    },
    {
      "afternoon": "上班时间见同事们工作不态个住，当场安排了邓区庄园的度假活动，庄园可以打保龄球，有私人泳池、自助餐点，同事们在一起打桥牌，邀请他秀一波计算能力。他也不推脱，大杀四方后，拿出副卡让同事们刷。",
      "day": 2,
      "evening": "远离了同事们，在庄园的草坪上静静坐着，看着在吃草的羊群，在主人的邀请下，为小羊们剃毛。延伸讨论：作为一个优秀的上司，是否不该参与同事们的娱乐活动；想要放松的放忪，和小动物们相处，似乎是个错的选择。",
      "morning": "在启星生物。他出席董事会，让商业伙伴处理金融术语，自己则在关键时刻介入，用一番令人眼花缭乱的科学愿景让投资人心甘情愿地签字。",
      "night": "",
      "noon": ""
    },
    {
      "afternoon": "",
      "day": 3,
      "evening": "",
      "morning": "他没有去实验室，而是待在私人书房里阅读罗马历史。关于“黑暗时代”、罗马工程技术的失传和图书馆的焚毁。",
      "night": "去天文台观星，看到了百年难得一遇到星象。心想要不要买一个天文级别的天文望远镜放家里，但这样 似乎又太符合外界对他这类人群的刻板印象了。",
      "noon": "重温了经典科幻电影《星际穿越》"
    },
    {
      "afternoon": "",
      "day": 4,
      "evening": "",
      "morning": "在实验室，检查了一下工作进度。关注今日新闻。",
      "night": "被投资人邀请参加一场慈善晚宴，对于那些名流哄抬珠宝的嘴脸看不顺眼。沉默地离开后，在街上遇到了卖花的老奶奶，顺手买光了。想着自己也无人可送，放在家里，也无人打理，于是把花给每个邻居门前放了一下，做个小恶作剧",
      "noon": ""
    },
    {
      "afternoon": "工作",
      "day": 5,
      "evening": "",
      "morning": "工作，看一点美式脱口秀放松神经。比如路易ck什么的",
      "night": "高中校友聚会。一开始曾经单纯的同学们在各自攀比，还有人来打听他现在的项目规模，他感到无比厌烦。心想果然老同学聚会都是无聊的事情，没多久，曾经一起参与过高校推理社的同学来了，席间和同学们聊起海龟汤。他出了一个海龟汤的题目，难倒了一票同学，被同学们盛赞，想起自己很久没有回忆高中时代的事情了，重拾往日兴趣的感觉还不错。于是，结束回家后，重刷起加重落灰多年的古早推理书。\n讨论点：参与同学会的好与坏，重拾昔日乐趣的感受，以及推理部分可以发散魅力的东西。",
      "noon": "看同事们疲惫，请吃披萨。"
    },
    {
      "afternoon": "",
      "day": 6,
      "evening": "落地后投资人又因为他的家中突发急事爽约，这是很不顺的一天。忽然想起这里距离福尔摩斯的住址很近，便去参观，又感觉到今天也没那么糟糕。想和你分享今日的心情。可讨论的部分：新人与职场，上司面对犯错的态度。福尔摩斯的旧址，推理，出国旅行，一天之中的极与极等等。",
      "morning": "昨天半夜因为工作需要得去英国，结果新来的助理订了廉价航空的经济舱，整体飞行体验极差。本想发作，但考虑到新人也是刚进入社会便没说什么。",
      "night": "",
      "noon": ""
    },
    {
      "morning": "见到到投资人，进行商务会议。资方认为制药应以盈利为主，你有却有自己的想法，认为制药的本质是造福社会。但你早已不是愣头青，没有和资方爆发争吵，而是冷静地表达了自己的意见，双方达成了表面上的相互谅解。你想起最近的新闻，铁路局方面要取消纸质票售卖，如若无法网购的老年群体可让亲朋好友代为购买。你忽然为这时代中被淘汰的人们，为了追求更便捷高效的大多数人们感到伤感了。讨论点：从前社会的发展注定要牺牲一些人，可时代已经如此进步，依旧只能如此吗？",
      "noon": "",
      "afternoon": "距离回去还有一段时间，你在伦敦街头漫步，久违地去坐了地铁，经过大本钟时，一位乘客站起来念诗，车上为数不多的乘客都认真聆听，为之鼓掌，你也默默地鼓掌了。随机下地铁，你又到了塞西尔小巷（Cecil Court）的 “Marchpane” 儿童书店",
      "evening": "回国，你乘坐的航班可以使用wifi",
      "night": "",
      "day": 7
    },
    {
      "morning": "落地，回家稍作休息后，便赶回实验室工作",
      "noon": "",
      "afternoon": "接受行业刊物记者的人物访谈，被问到喜欢的类型，表示没有明确的风格。采访结束后，为了工作需要去拍了一组形象照片。化妆师表示他根本不需要化妆，摄影师也赞叹他的好皮囊。拍摄结束的路上被女孩子问是不是明星，求合照，礼貌拒绝后，去咖啡店小坐片刻，又被街拍摄影师看中，同样礼貌地拒绝了街拍的邀请，被街拍摄影师吐槽帅哥有什么了不起的。他觉得很无奈，想起曾经因为年轻和不错的容貌被行业中人质疑。有时也会考虑是否需要故意把自己弄的沧桑点来减少一些麻烦。",
      "evening": "在车底下发现一只白手套的小狸花猫，物业无法处理。于是把小狸花带回家，看狸花不过一个多月的样子，火速和动物学方面的朋友请教该如何照料，并让宠物店闪送了一堆昂贵的宠物用品。手忙脚乱地喂奶后高价请保姆来帮忙，之后发布了领养，等待有缘人。",
      "night": "",
      "day": 8
    },
    {
      "afternoon": "工作，听到小奶猫吐奶后赶了回去，请宠物医生上门，原来只是小奶猫吃撑了。心情是又好笑又无奈。",
      "day": 9,
      "evening": "去见资方，在马场，陪资方跑了两场马，获得资方赞赏。他会骑马是因为十九岁时陪着生病的妈妈去内蒙修养了三个月，在那里学会了骑马。骑马技术被马术教练赞赏。结束骑马后和资方吃下午茶闲谈，谈到时新闻话题，富二代医保枪杀案。资方对这种伤害资本的行为深恶痛绝。他有分寸地表示了不同的意见。他是偏左派的。今日讨论点：骑马、内蒙古、枪击案的看法、小奶猫的乌龙。",
      "morning": "照顾小奶猫后去实验室，请了保姆在家照看小猫，由于不放心，时不时让保姆发送视频",
      "night": "",
      "noon": ""
    },
    {
      "morning": "有一个条件不错的领养人选要上门看小奶猫，一向很乖巧的小奶猫却对着陌生人哈气。领养人选择放弃，因为他需要无比乖巧听话的小猫。你突然对了生命有了新的感悟，是不是人会对待比自己无限弱小的生命就会充满掌控欲?而你如果决定养育一个小生命，就算对方比你弱小数倍，你也决定尊重他。领养没成功，去实验室。",
      "noon": "",
      "afternoon": "有一组实验，一个同事犯了点小错误。你罕见地平和指导。在茶水间听到同事们议论你最近变得温和很多了，怀疑你在偷偷恋爱。你心里的第一反应是“她”。同事被你抓包议论都吓得要死，你却掏出卡大方地请大家喝昂贵下午茶（下午茶的内容由选手自己填充）",
      "evening": "一位资方来考察，并分享一盒高级雪茄，邀你品鉴。你表示没有吸烟的习惯，资方颇为不满，教育你男人怎么能不会抽雪茄呢？尤其是你们这种男人。你无法理解这种圈层文化，并不赞同。之后出席了一个车展，相关人员要介绍车模给你认识，你对此无感，断然拒绝。你其实很喜欢跑车的速度感，中途离开了车展，去了保时捷体验中心，用全球唯一的DYN X 模拟器 驾驶gt3 rs款赛车，体验F1赛车手的极限速度。这项运动略为危险，在可控的风险中你感到畅快。",
      "night": "",
      "day": 10
    }
  ]
}